Repository: pryds/spotmachine
Catalog: src/po/*.po
Languages: br, da, de, eo, fi, fr, gl, nl, sr, sv, uk, vi

source: By {0}
br: Get {0}
da: Af {0}
de: von {0}
eo: De {0}
fi: Tehnyt {0}
fr: Par {0}
gl: Por {0}
nl: door {0}
sr: Приредио је {0}
sv: Av {0}
uk: Автор — {0}
vi: Bởi {0}

# Correct into your language and name
source: Translated into English by Thomas Pryds
br: Troet e brezhoneg get David ar Rouz
da: Oversat til dansk af Thomas Pryds
de: Ins Deutsche übersetzt von Mario Blättermann
eo: Tradukita de Felipe Castro al Esperanto
fi: Suomeksi kääntänyt Lauri Nurmi
fr: Traduit en français par Frédéric Marchal
gl: Traducido ao galego por Leandro Regueiro e o Proxecto Trasno
nl: Vertaald naar het Nederlands door Benno Schulenberg
sr: Превод на српски: Мирослав Николић
sv: Översatt till svenska av Sebastian Rasmussen
uk: Перекладено українською Юрієм Чорноіваном
vi: Dịch sang tiếng Anh bởi Thomas Pryds

source: Released under the GPL license. This program can be used without restrictions. This includes redistribution, with or without own changes (e.g. additions and translations). However, redistribution (including changes) may only happen under the same license. The complete license text comes with this program. The complete source code for this program is available at the above mentioned web site.
br: Embannet get an aotre publik hollek (GPL). Ar programm-mañ a c'hell bout implijet hep strishadur erbet, da lâret eo e c'hell bout dasparzhet en-dro, get pe hep kemmoù (traoù oc'hpenn, da skouer, pe troidigezhioù). Ne c'hell bout dasparzhet, neoazh, nemet get ar mem aotre a dalvo evit ar c'hemmoù ivez. Testenn glok an aotre a za get ar programm-mañ. Kod mammennoù klok ar programm a gaver er lec'hiad meneget a-us.
da: Udgivet under GPL-licensen. Programmet kan bruges uden restriktioner. Dette inkluderer videredistribution, med eller uden egne ændringer (fx tilføjelser og oversættelser). Dog må videredistribution (inkl. ændringer) kun foregå under samme licens. Den komplette licenstekst følger med dette program. Den komplette kildekode til dette program kan findes på ovenstående webside.
de: Veröffentlicht unter der GNU GPL. Dieses Programm kann ohne Einschränkungen verwendet werden. Dies beinhaltet die Weitergabe, ohne oder mit eigenen Änderungen (z.B. Hinzufügungen und Übersetzungen). Jedoch muss die Weitergabe unter der gleichen Lizenz erfolgen. Der vollständige Lizenztext wird mit diesem Programm ausgeliefert. Der vollständige Quellcode des Programms ist auf der oben genannten Webseite verfügbar.
eo: Eldonita sub la GPL-permeso. Tiu ĉi programo povas esti uzata sem limigoj. Tio inkluzivas redisdonon, sen aŭ kun propraj ŝanĝoj (ekz. aldonoj kaj tradukoj). Tamen, redisdono (inkluzive ŝanĝoj) nur povas okazi sub la sama permeso. La kompleta permesa teksto venas kun tiu ĉi programo. La kompleta kodumaĵo por tiu ĉi programo disponeblas ĉe la supre menciita retpaĝo.
fi: Julkaistu GPL-lisenssillä. Tätä ohjelmaa saa käyttää rajoituksetta. Tämä sisältää edelleenjakelun muuttamattomana tai muutettuna (esim. lisäykset ja käännökset). Edelleenjakelun (muutoksineen) on tapahduttava samalla lisenssillä. Täydellinen lisenssiteksti on tämän ohjelman mukana. Ohjelman täydellinen lähdekoodi on saatavilla yllä mainitulta verkkosivulta.
fr: Distribué sous la licence GPL. Ce programme peut être utilisé sans restrictions. Ceci inclut la redistribution avec ou sans vos propres changements (par ex, ajouts ou traductions). Cependant, la redistribution (y compris les changements) doit avoir lieu sous la même licence. Le texte complet de la licence est distribué avec ce programme. Le code source complet de ce programme est disponible sur le site mentionné ci-dessus.
nl: Uitgegeven onder de GPL-licentie. Dit programma kan gebruikt worden zonder restricties. Dit omvat heruitgave, met of zonder eigen aanpassingen (bijv. toevoegingen en vertalingen). Echter, heruitgave (inclusief aanpassingen) mag alleen geschieden onder dezelfde licentie. De volledige tekst van de licentie is opgenomen in het programma. De volledige brontekst van dit programma is beschikbaar op bovenvermelde website.
sr: Издато под ОЈЛ дозволом. Овај програм може бити коришћен без ограничења. У која спадају расподела, са или без властитих измена (тј. додавањима и преводима). Међутим, расподела (укључујући измене) може да се обави само под истом дозволом. Читав текст дозволе иде уз овај програм. Читав изворни код овог програма је доступан на горе поменутој веб страници.
sv: Publicerat under GPL-licensen. Detta program kan användas utan restriktioner. Dessa inkluderar återdistribution, med eller utan egna ändringar (t.ex. tillägg och översättningar). Återdistribution (inklusive ändringar) får dock bara ske under samma licens. Den fullständiga licenstexten följer med detta programmet. Den fullständiga källkoden för detta program finns tillgänglig på webbplatserna som nämns ovan.
uk: Програму випущено за умов дотримання Загальної громадської ліцензії (GPL). Цю програму можна використовувати без обмежень. Це стосується поширення, без та зі змінами (тобто латками та перекладами). Втім, поширення нових версій (зі змінами) може здійснюватися лише за умов дотримання тих самих умов ліцензування. Текст ліцензійно угоди постачається разом з цією програмою. Початковий код цієї програми повністю можна отримати зі згаданого вище сайта.
vi: Được phát hành dựa trên giấy phép công GPL. Chương trình được dùng mà không bị hạn chế gì. Bao gồm việc phân phối lại, có hoặc không thay đổi (vd thêm các bản dịch). Tuy nhiên, bản phân phối lại (có các thay đổi) sẽ chỉ được dưới cùng giấy phép. Toàn bộ các điều khoản của giấy phép được bao gồm trong chương trình này. Toàn bộ mã nguồn của chương trình này sẵn có ở địa chỉ trang web ở trên.

source: Program Language
br: Yezh ar programm
da: Programsprog
de: Sprache des Programms
eo: Programa lingvo
fi: Ohjelman kieli
fr: Langue du programme
gl: Idioma do programa
nl: Programmataal
sr: Језик програма
sv: Programspråk
uk: Мова програми
vi: Ngôn ngữ chương trình

source: Choose language
br: Dibab ar yezh
da: Vælg sprog
de: Sprache wählen
eo: Elekti lingvon
fi: Valitse kieli
fr: Choisissez la langue
gl: Seleccionar idioma
nl: Kies taal
sr: Изаберите језик
sv: Välj språk
uk: Виберіть мову/Choose language
vi: Chọn ngôn ngữ

source: Changes will be applied after program restart.
br: Ar chañchamantoù a dalvo pa vo loc'het ar programm en-dro.
da: Ændringer vil træde i kraft efter genstart af programmet.
de: Die Änderungen werden nach einem Neustart des Programms wirksam.
eo: Ŝanĝoj estos aplikataj post rekomenco de la programo.
fi: Muutokset otetaan käyttöön, kun ohjelma on käynnistetty uudelleen.
fr: Les changements seront appliqués après le redémarrage du programme.
gl: Os cambios aplicaranse despois de reiniciar o programa.
nl: Wijzigingen worden van kracht na herstarten van het programma.
sr: Измене ће бити примењене након поновног покретања програма.
sv: Ändringar kommer att få effekt efter att programmet startas om.
uk: Зміни буде застосовано після перезапуску програми.
vi: Các thay đổi chỉ có hiệu lực sau khi bạn khởi động lại chương trình.

source: Audio Normalization
br: Reolata ar son
da: Lydnormalisering
de: Lautstärkenormalisierung
eo: Normaligo de sono
fi: Äänen normalisointi
fr: Normalisation Audio
gl: Normalización do son
nl: Audio-normalisering
sr: Нормализација звука
sv: Ljudnormalisering
uk: Нормалізації звуку
vi: Bình thường hóa âm thanh

source: Perform on newly recorded spots:
br: D'ober àr vommoù nevez enrollet :
da: Udfør følgende på nyoptagede spots:
de: Bei neu aufgenommenen Spots:
eo: Apliki sur nove registritaj anoncoj:
fi: Suorita uusille äänitetyille tiedotteille:
fr: À faire sur les annonces nouvellement enregistrées:
nl: Alleen nieuw-opgenomen spots afspelen:
sr: Изврши на ново снимљеним спотовима:
sv: Spela upp nyligen inspelade jinglar:
uk: Виконувати лише для нових записів:
vi: Thực hiện trên các spot mới thu âm:

source: Remove DC offset
br: Reizhiñ an dilec'hiadur untu
da: Fjern DC-afvigelse
de: DC-Offset entfernen (Gleichspannung zentrieren)
eo: Forigi DC-deŝovon
fi: Poista DC-komponentti
fr: Supprimer l'offset DC
nl: DC-sprongen verwijderen
sr: Уклони ДЦ померај
sv: Ta bort DC-kompensering
uk: Вилучити відхилення від осі
vi: Gỡ bỏ khoảng bù DC

source: May remove certain 'click' noises in start/end of recording
br: « Klikoù » a c'hello bout lamet er penn-kentañ pe e dibenn an enrolladenn
da: Kan fjerne visse former for 'klik'-lyde i starten/slutningen af en optagelse
de: Dadurch können eventuelle Klickgeräusche am Anfang und Ende der Aufnahme entfernt werden
eo: Povas forigi kelkajn 'klakajn' bruojn en ek/fino de registrado
fi: Voi poistaa tietynlaisia naksahduksia äänitteen alusta/lopusta
fr: Peut supprimer certains « clics » au début ou à la fin de l'enregistrement
gl: Pode retirar certos ruídos de «clic» ao final/comezo da gravación
nl: Kan bepaalde klikgeluiden aan begin en eind van opname verwijderen
sr: Може да уклони одређене шумове „клика“ на почетку/крају снимања
sv: Kan ta bort vissa ”klick”-ljud i början/slutet av inspelning
uk: Може допомогти в усуванні «клацань» на початку і наприкінці запису
vi: Có thể xóa bỏ nhiễu “click” tại điểm đầu/cuối của bản thu âm

source: Add fade-in/out
br: Digoriñ ha kloziñ en arveuz
da: Lav fade-in/out
de: Ein-/Ausblendung hinzufügen
eo: Aldoni 'fade-in/out'
fi: Lisää alku-/loppuhäivytys
fr: Ajouter le fade-in/out
nl: Fade-in/fade-out toevoegen
sr: Додај постепено појачавање/утишавање
sv: Lägg till toning in/ut
uk: Додати поступову появу/зникнення
vi: Thêm fade vào/ra

source: Add short fade-in and fade-out
br: Digoret ha klozet e vo an enrolladenn get un arveuz berr
da: Lav kort fade-in og fade-out
de: Kurze Einblend- und Ausblendphase hinzufügen
eo: Aldoni mallonga 'fade-in' kaj 'fade-out'
fi: Lisää lyhyt alku-/loppuhäivytys
fr: Ajoute un fade-in et un fade-out courts
nl: Voegt een korte fade-in en fade-out toe
sr: Додај кратко постепено појачавање и постепено утишавање
sv: Lägg till kort toning in och ut
uk: Додавати короткий період збільшення і зменшення гучності
vi: Thêm fade-in và fade-out ngắn

source: Normalise volume
br: Reolata ar ment
da: Normalisér lydniveau
de: Lautstärkenormalisierung
eo: Normaligi laŭtecon
fi: Normalisoi äänenvoimakkuus
fr: Normaliser le volume
gl: Normalizar o volume
nl: Volume normaliseren
sr: Нормализује јачину звука
sv: Normalisera volym
uk: Нормалізувати гучність
vi: Đưa âm lượng về bình thường

source: Gives a uniform volume level of spots
br: Roet e vo ur ment ingal da son ar bommoù
da: Giver ensartethed på lydniveauet af spots
de: Den Lautstärkepegel der Spots einander angleichen
eo: Provizas unuforman laŭtecon por la anoncoj
fi: Antaa tiedotteille yhtenäisen äänenvoimakkuustason
fr: Donne un niveau de son uniforme pour les annonces
gl: Dalle un volume uniforme aos anuncios
nl: Zorgt voor een uniform volumeniveau van de spots
sr: Даје уједначени ниво јачине звука спотова
sv: Ger en enhetlig volymnivå för jinglar
uk: Надає повідомленням однорідного рівня звуку
vi: Đưa ra mức âm lượng đồng nhất của các spot

source: Name
br: Anv
da: Navn
eo: Nomo
fi: Nimi
fr: Nom
gl: Nome
nl: Naam
sr: Назив
sv: Namn
uk: Назва
vi: Tên

source: Duration
br: Pad
da: Varighed
de: Spieldauer
eo: Daŭro
fi: Kesto
fr: Durée
gl: Duración
nl: Duur
sr: Трајање
sv: Varaktighet
uk: Тривалість
vi: Thời lượng

# As in play at
source: At
br: Da
da: Kl.
de: um
eo: Je
fi: Klo
fr: À
gl: Ás
nl: Op
sr: У
sv: Vid
uk: О
vi: Lúc

source: Play item number
br: Lenn ar bomm niverenn
da: Afspilningsnummer
de: Eintrag-Nummer wiedergeben
eo: Ludi eron numero
fi: Soita numero
fr: Jouer l'élément numéro
gl: Reproducir o elemento número
nl: Afspeelnummer
sr: Пусти ставку број
sv: Spela objekt nummer
uk: Номер пункту відтворення
vi: Phát mục số

source: Duration in minutes and seconds
br: Pad e munutoù hag eilennoù
da: Varighed i minutter og sekunder
de: Spieldauer in Minuten und Sekunden
eo: Daŭro en minutoj kaj sekundoj
fi: Kesto minuutteina ja sekunteina
fr: Durée en minutes et secondes
gl: Duración en minutos e segundos
nl: Afspeelduur in minuten en seconden
sr: Трајање у минутима и секундама
sv: Varaktighet i minuter och sekunder
uk: Тривалість у хвилинах та секундах
vi: Thời lượng tính theo đơn vị và phút và giây

source: * means that this spot is the next to get played
br: * a dalv ema ar bomm-se eo a vo lennet da-heul
da: * betyder, at dette spot afspilles næste gang
de: * bedeutet, dass dieser Spot als nächster abegspielt wird
eo: * signifas ke tiu ĉi anonco estas la sekva ludota
fi: * tarkoittaa, että tämä tiedote soitetaan seuraavana
fr: * signifie que cette annonce est la suivante à jouer
gl: * significa que este anuncio é o seguinte que se vai reproducir
nl: * betekent dat deze spot de volgende is die afgespeeld zal worden
sr: * значи да ће овај спот бити пуштен следећи
sv: * betyder att denna jingel är nästa som spelas upp
uk: * позначає повідомлення, яке буде відтворено наступним
vi: * nghĩa là spot này là cái sẽ được phát tiếp theo

source: Played at (a ¤ means only on certain days)
br: Lennet da (¤ a dalv da zeizioù zo hepken)
da: Afspilles klokken (en ¤ betyder kun enkelte dage)
de: Gespielt am (ein ¤ bedeutet nur an bestimmten Tagen)
eo: Ludita ĉe (¤ signifas nur en kelkaj tagoj)
fi: Soita klo (¤: vain tiettyinä päivinä)
fr: Joué à (un ¤ signifie uniquement à certains jours)
gl: Reproducido ás (un ¤ significa que só se reproduce certos días)
nl: Speelt op (een ¤ betekent enkel op bepaalde dagen)
sr: Пуштан (¤ значи само одређеним данима)
sv: Spelad vid (¤ betyder enbart under vissa dagar)
uk: Час відтворення (¤ означає відтворення лише у певні дні)
vi: Phát lúc (¤ nghĩa là chỉ trong những ngày nhất định)

source: The sound board is occupied by another program. If other programs are running, e.g. a music or video player, internet browser, try closing these.
br: Dalc'het eo ar gartenn son get ur programm arall. Ma 'h eus programmoù arall é vonet en-dro (ur lennour muzik pe video, d. s., pe ur merdeour Internet), klaskit o serriñ.
da: Lydkortet er optaget af et andet program. Hvis andre programmer kører, fx en musik/videoafspiller, internet browser, prøv da at lukke disse.
de: Die Soundkarte ist bereits von einem anderen Programm belegt. Falls andere Programme laufen, wie ein Musik- oder Video-Player, oder ein Webbrowser, versuchen Sie diese zu schließen.
eo: La son-karto estas okupata de alia programo. Se aliaj programoj funkciadas, ekz muzik-ludilo, foliumilo, provu fermi ilin.
fi: Äänikortti on käytössä toisessa ohjelmassa. Jos muita ohjelmia on käynnissä, esim. musiikki- tai videosoitin tai internet-selain, yritä sulkea ne.
fr: La carte son est occupée par un autre programme. Si d'autres programmes tournent, par exemple, un programme de son, une vidéo ou un navigateur internet, essayez de les fermer.
nl: De geluidskaart wordt gebruikt door een ander programma. Als er andere programma's draaien, zoals een muziekspeler, videospeler of browser, sluit deze dan af.
sr: Звучна табла је заузета другим програмом. Ако су покренути други програми, тј. музички или видео програм, интернет прегледник, покушајте да их затворите.
sv: Ljudkortet är upptaget av ett annat program. Om andra program körs, t.ex. en musik- eller videospelare, webbläsare, försök att stänga dessa.
uk: Звукову картку зайнято іншою програмою. Якщо у системі запущено інші програми, наприклад програвачі мультимедійних даних, програму для перегляду сторінок інтернету, спробуй те завершити роботу цих програм.
vi: Bảng mạch âm thanh đã được sử dụng bởi một ứng dụng khác. Nếu ứng dụng khác đang chạy, ví dụ như bộ phát phim hay nhạc, trình duyệt internet, hãy đóng chúng lại.

source: Audio Error
br: Fari son
da: Fejl ved lyd
de: Fehler in der Audio-Ausgabe
eo: Son-eraro
fi: Äänivirhe
fr: Erreur audio
gl: Erro de son
nl: Audiofout
sr: Грешка звука
sv: Ljudfel
uk: Помилка відтворення
vi: Lỗi âm thanh
