Repository: pryds/spotmachine
Catalog: src/po/*.po
Languages: br, da, de, eo, fi, fr, gl, nl, sr, sv, uk, vi

source: Properties for Scheduled Spot
br: Perzhioù ar bomm steuñvet
da: Egenskaber for tidsbestemt spot
de: Eigenschaften für Wiedergabelisteneintrag
eo: Agordoj por agendita anonco
fi: Ajoitetun tiedotteen ominaisuudet
fr: Propriétés de l'annonce prévue
nl: Eigenschappen voor ingeplande spot
sr: Својства Заказаног спота
sv: Egenskaper för schemalagd jingel
uk: Властивості запланованого повідомлення
vi: Thuộc tính của các spot đã lên lịch

source: Play spot at (24 hours format)
br: Lenn ar bomm da (diàr 24 eur)
da: Afspil spot kl.
de: Spot wiedergeben um (24-Stunden-Format)
eo: Ludi anoncon tiam (24-hora formo)
fi: Soita tiedote klo
fr: Jouer l'annonce à (format sur 24 heures)
gl: Reproducir o anuncio ás (formato de 24 horas)
nl: Spot afspelen op (24-uursformaat)
sr: Пусти спот (24-часовни запис)
sv: Spela upp jingel vid (24-timmarsformat)
uk: Час відтворення повідомлення (у 24-годинному форматі)
vi: Phát spot lúc (định dạng 24 giờ)

source: On these weekdays
br: D'an deizioù-se
da: På disse ugedage
de: An diesen Wochentagen
eo: En tiuj ĉi labortagoj
fi: Näinä viikonpäivinä
fr: Pendant ces jours de semaine
gl: Nestes días da semana
nl: Op deze weekdagen
sr: Овим данима
sv: Under dessa veckodagar
uk: У ці дні тижня
vi: Trong những tuần này

source: On these days of the month
br: D'an deizioù-se ag ar miz
da: På disse dage på måneden
de: An diesen Tagen des Monats
eo: En tiuj ĉi tagoj de la monato
fi: Näinä kuukauden päivinä
fr: Pendant ces jours du mois
gl: Nestes días do mes
nl: Op deze dagen van de maand
sr: Овим данима у месецу
sv: Under dessa dagar i månaden
uk: У ці дні місяця
vi: Trong những ngày này của tháng

source: On these months
br: D'ar mizioù-se
da: I disse måneder
de: In diesen Monaten
eo: En tiuj ĉi monatoj
fi: Näinä kuukausina
fr: Pendant ces mois
gl: Nestes meses
nl: In deze maanden
sr: Ових месеци
sv: Under dessa månader
uk: У ці місяці
vi: Trong những tháng này

source: Note, that the spot is only played if ALL conditions above are met. If, for instance, only 'Wednesday' and '20' (plus all months) are selected, the spot is only played if today is BOTH Wednesday AND the 20th of the month.
br: Diwallit : ar bomm ne vo lennet nemet ma kouch an deiz get RAZH an termenoù lakaet. Ma tiuzit « Merc'her » hag « 20 » hepken (mui razh ar mizioù), ne vo lennet ar bomm nemet pa vo an deiz ÀR UN DRO ur Merc'her HAG an 20 ag ar miz.
da: Bemærk, at spotet kun afspilles, hvis ALLE betingelser herover opfyldes. Dvs. at hvis der fx kun er kryds i 'onsdag' og '20', afspilles spottet kun, hvis det BÅDE er onsdag OG den 20. i måneden.
de: Beachten Sie, dass der Spot nur dann abgespielt wird, wenn ALLE obigen Bedingungen erfüllt sind. Wenn beispielsweise »Mittwoch« und »20« (einschließlich aller Monate) ausgewählt sind, dann wird der Spot nur abgespielt, wenn heute sowohl Mittwoch als auch der 20. des Monats ist.
eo: Rimarku, ke la anonco nur estas ludada se ĈIUJ supraj kondiĉoj estas plenumitaj. Se, ekzemple, nur 'Merkredo' kaj '20' (plus ĉiuj monatoj) estas elektitaj, la anonco nur estos ludada se hodiaŭ estas KAJ merkredo KAJ la 20-a de la monato.
fi: Huomaa, että tiedote soitetaan vain kun KAIKKI ehdot täyttyvät. Jos esimerkiksi ”keskiviikko” ja ”20” (sekä kaikki kuukaudet) ovat valittuina, tiedote soitetaan vain jos tänään on SEKÄ keskiviikko ETTÄ kuukauden 20. päivä.
fr: Notez que l'annonce n'est jouée que si TOUTES les conditions ci-dessus sont remplies. Si, par exemple, seuls « Mercredi » et « 20 » (plus tous les mois) sont sélectionnés, l'annonce, ne sera jouée que si aujourd'hui est À LA FOIS un mercredi et le 20 du mois.
nl: Merk op dat de alleen afgespeeld wordt als aan ALLE bovenstaande voorwaarden voldaan is. Als bijvoorbeeld alleen 'woensdag" en '20' (plus alle maanden) geselecteerd zijn, wordt de spot alleen afgespeeld wanneer het vandaag zowel woensdag als de twintigste van de maand is.
sr: Знајте, да ће спот бити пуштен само ако су СВИ горњи услови задовољени. Ако су, на пример, изабрани само „Среда“ и „20“ (плус сви месеци), спот ће бити пуштен само ако је данас И среда И 20-ти у месецу.
sv: Notera att jingeln bara spelas om ALLA villkor ovan är uppfyllda. Om t.ex. bara ”onsdag” och ”20” (samt alla månader) väljs, kommer jingeln bara att spelas om idag är BÅDE onsdag OCH den 20:e dagen i månaden.
uk: Зауважте, що повідомлення буде відтворено, лише якщо буде виконано усі умови. Якщо було, наприклад, позначено лише «середу» і «20» (а також усі місяці), повідомлення буде відтворено, лише якщо двадцяте число місяця буде середою.
vi: Chú ý rằng spot thì chỉ được phát nếu mọi điều kiện mở trên đều thỏa. Nếu, giả sử, chỉ Thứ tư ngày 20 (với tháng bất kỳ) là được chọn, thế thì spot chỉ phát nếu đó là thứ tư ngày 20 của một tháng nào đó.

source: OK
br: Mat
eo: Certe
gl: Aceptar
sr: У реду
uk: Гаразд
vi: Đồng ý

source: Cancel
br: Nulliñ
da: Fortryd
de: Abbrechen
eo: Rezigni
fi: Peruuta
fr: Annuler
gl: Cancelar
nl: Annuleren
sr: Откажи
sv: Avbryt
uk: Скасувати
vi: Thôi

source: Record New Spot
br: Enrolliñ ur bomm nevez
da: Optag nyt spot
de: Neuen Spot aufnehmen
eo: Registri novan anoncon
fi: Äänitä uusi tiedote
fr: Enregistrer une nouvelle annonce
gl: Gravar novo anuncio
nl: Nieuwe spot opnemen
sr: Снимите нови спот
sv: Spela in ny jingel
uk: Записати нове повідомлення
vi: Thu âm spot mới

source: Name:
br: Anv :
da: Navn:
eo: Nomo:
fi: Nimi:
fr: Nom:
gl: Nome:
nl: Naam:
sr: Назив:
sv: Namn:
uk: Назва:
vi: Tên:

source: Current duration:
br: Pad betek-henn :
da: Aktuel varighed:
de: Aktuelle Spieldauer:
eo: Nuna daŭro:
fi: Nykyinen kesto:
fr: Durée actuelle:
gl: Duración actual:
nl: Huidige duur:
sr: Тренутно трајање:
sv: Aktuell varaktighet:
uk: Поточна тривалість:
vi: Độ dài hiện tại:

source: STOPPED
br: ARRESTET
da: STOPPET
de: GESTOPPT
eo: HALTIGITA
fi: PYSÄYTETTY
fr: ARRÊTÉ
gl: DETIDO
nl: GESTOPT
sr: ЗАУСТАВЉЕН
sv: STOPPAD
uk: ЗУПИНЕНО
vi: ĐÃ DỪNG

# Recording (noun)
source: Recording
br: Enrolladenn
da: Optagelse
de: Aufnahme
eo: Registro
fi: Äänite
fr: Enregistrement
gl: Gravando
nl: Opname
sr: Снимање
sv: Spelar in
uk: Запис
vi: Đang thu

source: Re-record
br: Enrolliñ (en-dro)
da: Optag forfra
de: Erneut aufnehmen
eo: Re-registri
fi: Äänitä uudelleen
fr: Réenregistrer
gl: Regravar
nl: Heropnemen
sr: Поново сними
sv: Spela in igen
uk: Записати повторно
vi: Thu âm lại

source: Pause
br: Dihaniñ
eo: Paŭzo
fi: Tauko
gl: Pausar
nl: Pauzeren
sr: Застани
sv: Pausa
uk: Пауза
vi: Tạm dừng

source: Stop
br: Arrestiñ
de: Stopp
eo: Ĉesi
fi: Pysäytä
gl: Deter
nl: Stoppen
sr: Стани
sv: Stoppa
uk: Зупинити
vi: Dừng

source: Remember to disconnect audio output, amplifier, or similar before recording starts, since the recorded spot will be played immediately after recording has finished.
br: N'ankouait ket da zilugiñ ho penvegoù son, amplaerioù pe traoù evel-se e-raok ma krogo an enrolladenn kar ar bomm enrollet a vo lennet doc'htu pa vo achuet.
da: Husk at afbryde lydudgang, tilsluttet forstærker eller lignende inden optagelse begyndes, da det optagede afspilles umiddelbart efter optagelse.
de: Denken Sie daran, das Audio-Ausgabegerät, den Verstärker oder ähnliches abzuschalten, bevor die Aufnahme beginnt, da der aufgenommene Spot direkt nach Beendigung der Aufnahme abgespielt wird.
eo: Memoru malkonekti la son-eligon, amplifilon aŭ simile antaŭ ol registrado komencos, ĉar la registrita anonco estos ludada tuj post la fino de registro.
fi: Muista irrottaa äänilähtö, vahvistin tai vastaava ennen kuin äänitys alkaa, koska äänitetty tiedote soitetaan heti kun äänitys on päättynyt.
fr: N'oubliez pas de déconnecter la sortie audio, l'amplificateur ou équivalent avant que l'enregistrement débute car l'annonce enregistrée sera jouée immédiatement après la fin de l'enregistrement.
nl: Vergeet niet om de audio-uitgang of de versterker uit te schakelen voordat de opname begint, omdat de opgenomen spot direct na de opname afgespeeld zal worden.
sr: Не заборавите да искључите аудио излаз, појачало, или слично пре почетка снимања, јер ће снимљени спот бити пуштен одмах након завршеног снимања.
sv: Kom ihåg att koppla ur ljudutgången, förstärkaren eller liknande innan inspelning påbörjas, eftersom den inspelade jingeln kommer att spelas upp omedelbart efter att inspelningen har avslutats.
uk: Не забудьте вимкнути гучномовці, підсилювач або подібні пристрої, перш ніж записувати звук, оскільки записане повідомлення буде відтворено негайно після завершення записування.
vi: Nhớ kênh xuất âm thanh bị ngắt, độ khuyếch đại, hay tương tự thế trước khi bắt đầu thu, sau này spot đã được thu sẽ được phát ngay lập tức sau khi bản thu âm hoàn tất.

source: Close the recording window and save the recorded spot
br: Serriñ ar fenestr enrolliñ é ouarn ar bomm enrollet
da: Luk optagelsesvinduet og gem det optagede spot
de: Das Aufnahmefenster schließen und den aufgenommenen Spot speichern
eo: Fermi la registran fenestron kaj konservi la registritan anoncon
fi: Sulje äänitysikkuna ja tallenna äänitetty tiedote
fr: Fermer la fenêtre d'enregistrement et sauver l'annonce enregistrée
gl: Pechar a xanela de gravación e gardar o anuncio gravado
nl: Het opnamevenster sluiten en de opgenomen spot opslaan
sr: Затвори прозор снимања и сачувај снимљени спот
sv: Stäng inspelningsfönstret och spara den inspelade jingeln
uk: Закрити вікно записування, зберегти записане повідомлення
vi: Đóng cửa sổ thu âm và ghi lại spot đã thu

source: Close the recording window without saving
br: Serriñ ar fenestr enrolliñ hep gouarn netra
da: Luk optagelsesvinduet uden at gemme
de: Das Aufnahmefenster schließen, ohne zu speichern
eo: Fermi la registran fenestron sen konservi
fi: Sulje äänitysikkuna tallentamatta
fr: Fermer la fenêtre d'enregistrement sans sauver
gl: Pechar a xanela de gravación sen gardar
nl: Het opnamevenster sluiten zonder op te slaan
sr: Затвори прозор снимања без чувања
sv: Stäng inspelningsfönstret utan att spara
uk: Закрити вікно записування, дані не зберігати
vi: Đóng cửa sổ thu âm mà không ghi lại

source: No recording has been done yet.
br: N'eus ket bet graet enrolladenn erbet c'hoazh.
da: Der er endnu ikke optaget et spot.
de: Es wurde noch keine Aufnahme ausgeführt.
eo: Ankoraŭ neniu registro estas farita.
fi: Yhtään äänitettä ei ole vielä tehty.
fr: Aucun enregistrement n'a été réalisé.
gl: Aínda non se realizou ningunha gravación.
nl: Er is nog geen opname gemaakt.
sr: Никакво снимање за сада није обављено.
sv: Ingen inspelning har gjorts än.
uk: Записів ще не створено.
vi: Thậm chí còn chưa có bản thu nào được thực hiện.

source: No recording
br: Enrolladenn erbet
da: Ingen optagelse
de: Keine Aufnahme
eo: Neniu registro
fi: Ei äänitettä
fr: Pas d'enregistrement
gl: Sen gravación
nl: Geen opname
sr: Нема снимака
sv: Ingen inspelning
uk: Немає записів
vi: Không có bản thu nào

source: Write a name for the recorded spot.
br: Roit un anv d'ar bomm enrollet.
da: Skriv et navn for det optagede spot.
de: Geben Sie einen Namen für den aufgenommenen Spot ein.
eo: Skribi nomon por la registrita anonco.
fi: Anna nimi äänitetylle tiedotteelle.
fr: Écrivez un nom pour l'annonce enregistrée.
gl: Escriba un nome para o anuncio gravado.
nl: Voer een naam in voor de opgenomen spot.
sr: Запишите назив снимљеног спота.
sv: Skriv ett namn för den inspelade jingeln.
uk: Вкажіть назву записаного повідомлення.
vi: Ghi tên cho spot đã thu.

source: No name for spot
br: Anv erbet d'ar bomm
da: Intet navn for spot
de: Kein Name für den Spot
eo: Neniu nomo por anonco
fi: Nimetön tiedote
fr: Pas de nom pour l'annonce
gl: O anuncio non ten nome
nl: Nog geen naam voor de spot
sr: Нема назива за спот
sv: Inget namn för jingel
uk: Немає назви повідомлення
vi: không có tên cho spot

source: RECORDING
br: EC'H ENROLLIÑ
da: OPTAGER
de: AUFNAHME LÄUFT
eo: REGISTRANTA
fi: ÄÄNITETÄÄN
fr: ENREGISTREMENT
gl: GRAVANDO
nl: OPNAME
sr: СНИМАМ
sv: SPELAR IN
uk: ЗАПИСУЄМО
vi: ĐANG THU

source: PAUSED
br: DIHANET
da: PAUSE
de: PAUSIERT
eo: PAŬZIGITA
fi: TAUKO
fr: EN PAUSE
gl: PAUSADO
nl: GEPAUZEERD
sr: ПАУЗИРАНО
sv: PAUSAD
uk: ПРИЗУПИНЕНО
vi: ĐÃ TẠM DỪNG

source: STOPPING RECORDING...
br: EC'H ARRESTIÑ AN ENROLLADENN...
da: STOPPER OPTAGELSE...
de: AUFNAHME WIRD GESTOPPT …
eo: HALTIGANTA REGISTRON...
fi: PYSÄYTETÄÄN ÄÄNITYS...
fr: ARRÊT DE L'ENREGISTREMENT…
gl: DETENDO A GRAVACIÓN...
nl: OPNAME WORDT GESTOPT...
sr: ЗАУСТАВЉАМ СНИМАЊЕ...
sv: STOPPAR INSPELNING…
uk: ЗУПИНЯЄМО ЗАПИС…
vi: ĐANG DỪNG THU ÂM...

source: NORMALISING AUDIO
br: É REOLATA AR SON
da: NORMALISERER LYD
de: TON WIRD NORMALISIERT
eo: NORMALIGANTA SONON
fi: NORMALISOIDAAN ÄÄNI
fr: NORMALISATION AUDIO
gl: NORMALIZANDO O SON
nl: NORMALISEREN VAN AUDIO
sr: НОРМАЛИЗУЈЕМ ЗВУК
sv: NORMALISERAR LJUD
uk: НОРМАЛІЗУЄМО ЗВУК
vi: THƯỜNG HÓA ÂM THANH

source: PLAYING
br: É LENN
da: AFSPILLER
de: WIEDERGABE
eo: LUDANTA
fi: SOITETAAN
fr: JOUE
gl: REPRODUCINDO
nl: AFSPELEN
sr: ПУШТАМ
sv: SPELAR UPP
uk: ВІДТВОРЮЄМО
vi: ĐANG PHÁT

source: Time until next spot:
br: Amzer a-benn ar bomm kentañ :
da: Tid til næste spot:
de: Zeit bis zum nächsten Spot:
eo: Tempo ĝis sekva anonco:
fi: Aikaa seuraavaan tiedotteeseen:
fr: Temps jusqu'à l'annonce suivante
gl: Tempo ata o seguinte anuncio:
nl: Tijd tot volgende spot:
sr: Време до следећег спота:
sv: Tid till nästa jingel:
uk: Час до наступного повідомлення:
vi: Thời gian cho đến spot kế:

source: Play
br: Lenn
da: Afspil
de: Wiedergabe
eo: Ludi
fi: Soita
fr: Joue
gl: Reproducir
nl: Afspelen
sr: Пусти
sv: Spela upp
uk: Пуск
vi: Phát

source: Previous
br: E-raok
da: Forrige
de: Vorheriger
eo: Antaŭa
fi: Edellinen
fr: Précédent
gl: Anterior
nl: Vorige
sr: Претходно
sv: Föregående
uk: Назад
vi: Trước

source: Next
br: Àr-lerc'h
da: Næste
de: Nächster
eo: Sekva
fi: Seuraava
fr: Suivant
gl: Seguinte
nl: Volgende
sr: Следеће
sv: Nästa
uk: Далі
vi: Kế tiếp

source: Available spots
br: Bommoù prest
da: Tilgængelige spots
de: Verfügbare Spots
eo: Disponeblaj anoncoj
fi: Saatavilla olevat tiedotteet
fr: Annonces disponibles
gl: Anuncios dispoñíbeis
nl: Beschikbare spots
sr: Доступни спотови
sv: Tillgängliga jinglar
uk: Доступні повідомлення
vi: Các spot sẵn có

source: Record new
br: Enrolliñ nevez
da: Optag nyt
de: Neu aufnehmen
eo: Registri novan
fi: Äänitä uusi
fr: Nouvel enregistrement
gl: Gravar novo
nl: Nieuwe opnemen
sr: Сними нови
sv: Spela in ny
uk: Записати нове
vi: Tạo thu âm mới

source: Delete
br: Lemel
da: Slet
de: Löschen
eo: Forigi
fi: Poista
fr: Supprimer
gl: Eliminar
nl: Verwijderen
sr: Обриши
sv: Ta bort
uk: Вилучити
vi: Xóa bỏ

source: Rename
br: Adenvel
da: Omdøb
de: Umbenennen
eo: Renomigi
fi: Nimeä uudelleen
fr: Renommer
gl: Renomear
nl: Hernoemen
sr: Преименуј
sv: Byta namn
uk: Перейменувати
vi: Đổi tên

source: Insert selected available spot into list of interval spots
br: Lakaat unan ag ar bommoù prest er listenn a vommoù ingal
da: Indsæt det valgte tilgængelige spot i listen over intervalspots
de: Gewählten Spot zur Intervall-Wiedergabeliste hinzufügen
eo: Enmeti elektitan disponeblan anoncon en la listo de intervalaj anoncoj
fi: Lisää valittu saatavilla oleva tiedote väliaikatiedotteiden listaan
fr: Insérer l'annonce disponible sélectionnée dans la liste des annonces d'intervalle
nl: Geselecteerde spot invoegen in lijst van intervalspots
sr: Уметни изабрани доступни спот у списак спотова прекида
sv: Infoga markerade tillgängliga jinglar i lista över intervalljinglar
uk: Вставити позначене доступне повідомлення до списку регулярних повідомлень
vi: Chèn thêm spot sẵn có đã chọn và trong danh sách spot chờ

source: Remove spot from list of interval spots
br: Lemel ur bomm ag ar listenn a vommoù ingal
da: Fjern spot fra listen over intervalspots
de: Spot aus der Intervall-Wiedergabeliste entfernen
eo: Forigi anoncon el la listo de intervalaj anoncoj
fi: Poista tiedote väliaikatiedotteiden listalta
fr: Retirer l'annonce de la liste des annonces d'intervalle
nl: Spot verwijderen uit lijst van intervalspots
sr: Уклони спот са списка спотова прекида
sv: Ta bort jingel från lista över intervalljinglar
uk: Вилучити повідомлення зі списку регулярних повідомлень
vi: Gõ bỏ spot từ danh sách spot chờ

source: Interval spots
br: Bommoù ingal
de: Intervall-Spots
eo: Intervalaj anoncoj
fi: Väliaikatiedotteet
fr: Annonces d'intervalle
sr: Спотови прекида
sv: Intervalljinglar
uk: Регулярні повідомлення
vi: Khoảng nhịp các spot

source: Repeat all
br: Lenn razh en-dro
da: Gentag alle
de: Alle wiederholen
eo: Ripeti ĉiujn
fi: Toista kaikki
fr: Répéter tout
gl: Repetir todo
nl: Alle herhalen
sr: Понови све
sv: Repetera alla
uk: Повторити усі
vi: Lặp lại tất cả

source: Repeat list of spots when last spot has been played
br: Lenn ar listenn vommoù en-dro pa vez bet lennet ar bomm diwezhañ
da: Start afspilningen af spots forfra, når sidste spot er afspillet
de: Die Wiedergabeliste wiederholen, wenn der letzte Spot abgespielt wurde
eo: Ripeti liston de anoncoj kiam la lasta anonco estas ludita
fi: Toista tiedotteiden lista kun viimeinen tiedote on soitettu
fr: Répéter la liste des annonces quand la dernière annonce a été diffusée
gl: Repetir a lista de anuncios despois de reproducir o último anuncio
nl: De lijst van spots herhalen wanneer de laatste spot afgespeeld is
sr: Понови списак спотова након последњег
sv: Repetera lista av jinglar när senaste jingel har spelats
uk: Повторити список повідомлень, коли буде відтворено останнє повідомлення
vi: Lặp lại danh sách spot khi đã phát đến cuối

source: mins between spots
br: min. etre ar bommoù
da: min mellem spots
de: Minuten zwischen den Spots
eo: minutoj inter anoncoj
fi: minuuttia tiedotteiden välillä
fr: minutes entre annonces
gl: minutos entre anuncios
nl: minuten tussen spots
sr: минута између спотова
sv: minuter mellan jinglar
uk: хв. між повідомленнями
vi: phút giữa các spot

source: Insert selected available spot into list of scheduled spots
br: Lakaat unan ag ar bommoù er listenn a vommoù steuñvet
da: Indsæt det valgte tilgængelige spot i listen over tidsbestemte spots
de: Gewählten Spot zur Wiedergabeliste hinzufügen
eo: Enmeti elektitan disponeblan anoncon en la listo de agenditaj anoncoj
fi: Lisää valittu saatavilla oleva tiedote ajoitettujen listaan
fr: Insérer l'annonce disponible sélectionnée dans la liste des annonces prévues
nl: Geselecteerde spot invoegen in lijst van ingeplande spots
sr: Уметни изабрани доступни спот у списак заказаних спотова
sv: Foga in markerade tillgängliga jinglar i lista över schemalagda jinglar
uk: Вставити позначене доступне повідомлення до списку запланованих повідомлень
vi: Thêm spot sẵn có vào danh sách spot đã lên lịch

source: Remove spot from list of scheduled spots
br: Lemel ur bomm ag ar listenn a vommoù steuñvet
da: Fjern spot fra listen over tidsbestemte spots
de: Spot aus der Wiedergabeliste entfernen
eo: Forigi anoncon el la listo de agenditaj anoncoj
fi: Poista tiedote ajoitettujen listalta
fr: Retirer l'annonce de la liste des annonces prévues
nl: Spot verwijderen uit lijst van ingeplande spots
sr: Уклони спот са списка заказаних спотова
sv: Ta bort jingel från lista av schemalagda jinglar
uk: Вилучити повідомлення зі списку запланованих повідомлень
vi: Xóa bỏ spot từ spot đã lên lịch

source: Scheduled spots
br: Bommoù steuñvet
da: Tidsbestemte spots
de: Zeitgesteuerte Widergabeliste
eo: Agenditaj anoncoj
fi: Ajoitetut tiedotteet
fr: Annonces prévues
nl: Ingeplande spots
sr: Заказани спотови
sv: Schemalagda jinglar
uk: Заплановані повідомлення
vi: Lên lịch các spot

source: Move up
br: Uhelaat
da: Flyt op
de: Nach oben
eo: Movigi supren
fi: Siirrä ylös
fr: Vers le haut
gl: Subir
nl: Naar boven
sr: Премести горе
sv: Flytta upp
uk: Пересунути вище
vi: Di chuyển lên

source: Move down
br: Diskenn
da: Flyt ned
de: Nach unten
eo: Movigi suben
fi: Siirrä alas
fr: Vers le bas
gl: Baixar
nl: Naar beneden
sr: Премести доле
sv: Flytta ned
uk: Пересунути нижче
vi: Di chuyển xuống

source: Edit
br: Kemm
da: Redigér
de: Bearbeiten
eo: Redakti
fi: Muokkaa
fr: Éditer
gl: Editar
nl: Bewerken
sr: Уреди
sv: Redigera
uk: Змінити
vi: Chỉnh sửa

source: File
br: Restr
da: Fil
de: Datei
eo: Dosiero
fi: Tiedosto
fr: Fichier
gl: Ficheiro
nl: Bestand
sr: Датотека
sv: Arkiv
uk: Файл
vi: Chính

source: Preferences
br: Dibaboù
da: Indstillinger
de: Einstellungen
eo: Preferoj
fi: Asetukset
fr: Préférences
gl: Preferencias
nl: Voorkeuren
sr: Поставке
sv: Inställningar
uk: Параметри
vi: Cá nhân hóa

source: About {0}
br: A-ziàr {0}
da: Om {0}
de: Info zu {0}
eo: Pri {0}
fi: Tietoja: {0}
fr: À propos {0}
gl: Sobre {0}
nl: Info over {0}
sr: О програму „{0}“
sv: Om {0}
uk: Про {0}
vi: Giới thiệu về {0}

source: Yes, delete spot!
br: Ya, lemel ar bomm !
da: Ja, slet spot!
de: Ja, den Spot löschen!
eo: Jes, forigi anoncon!
fi: Kyllä, poista tiedote!
fr: Oui, supprimer l'annonce !
gl: Si, eliminar o anuncio!
nl: Ja, spot verwijderen.
sr: Да, обриши спот!
sv: Ja, ta bort jingel!
uk: Так, вилучити повідомлення!
vi: Có, xóa spot!

source: No
br: Pas
da: Nej
de: Nein
eo: Ne
fi: Ei
fr: Non
gl: Non
nl: Nee
sr: Не
sv: Nej
uk: Ні
vi: Không

source: Are you sure you want to delete spot permanently? The spot will be removed from all lists. You cannot undo this action.
br: Ha sur oc'h e faot deoc'h lemel ar bomm da viken ? Lamet e vo a razh ar listennoù. N'heller ket dizober an dra-se.
da: Er du sikker på, at du vil slette spot permanent? Spottet vil blive slettet fra alle lister. Du kan ikke fortryde denne handling.
de: Sind Sie sicher, dass Sie diesen Spot dauerhaft löschen wollen? Der Spot wird aus allen Listen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
eo: Ĉu vi certas ke vi volas forigi la anoncon? La anonco estos forigata el ĉiuj listoj. Vi ne povos malfari tiun ĉi agon.
fi: Haluatko varmasti poistaa tiedotteen pysyvästi? Tiedote poistetaan kaikilta listoilta. Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir supprimer l'annonce de manière permanente ? L'annonce sera retirée de toutes les listes. Cette action ne peut pas être annulée.
gl: Ten a certeza de querer eliminar este anuncio de xeito permanente? O anuncio hase retirar de todas as listas. Non poderá desfacer esta acción.
nl: Weet u zeker dat u de spot permanent wilt verwijderen? De spot zal uit alle lijsten worden verwijderd. U kunt deze actie niet ongedaan maken.
sr: Да ли сте сигурни да желите трајно да обришете спот? Спот ће бити уклоњен са свих спискова. Не можете да опозовете ову радњу.
sv: Är du säker på att du vill ta bort jingel permanent? Jingeln kommer att tas bort från alla listor. Du kan inte göra denna åtgärd ogjord.
uk: Ви справді хочете вилучити повідомлення остаточно? Повідомлення буде вилучено з усіх списків. Відновити вилучене буде неможливо.
vi: Bạn có thực sự muốn xóa vĩnh viễn spot? Spot sẽ bị xóa bỏ khỏi danh sách. Bạn không thể hồi lại thao tác này.

source: Delete spot
br: Lemel ur bomm
da: Slet spot
de: Spot löschen
eo: Forigi anoncon
fi: Poista tiedote
fr: Supprimer l'annonce
gl: Eliminar anuncio
nl: Spot verwijderen
sr: Обриши спот
sv: Ta bort jingel
uk: Вилучення повідомлення
vi: Xóa spot

source: Type new name for spot:
br: Bizskrivit un anv nevez evit ar bomm :
da: Skriv nyt navn for spot:
de: Geben Sie den neuen Namen für den Spot ein:
eo: Tajpu novan nomon por la anonco:
fi: Anna uusi nimi tiedotteelle:
fr: Tapez le nouveau nom de l'annonce:
gl: Introduza o novo nome para o anuncio:
nl: Voer een nieuwe naam in voor de spot:
sr: Укуцајте нови назив за спот:
sv: Mata in ett nytt namn för jingel:
uk: Вкажіть нову назву повідомлення:
vi: Gõ vào tên mới cho spot:

source: Rename spot
br: Adenvel ur bomm
da: Omdøb spot
de: Spot umbenennen
eo: Renomigi anoncon
fi: Nimeä tiedote uudelleen
fr: Renommer l'annonce
gl: Renomear anuncio
nl: Spot hernoemen
sr: Преименуј спот
sv: Byt namn på jingel
uk: Перейменування повідомлення
vi: Đổi tên spot

source: {0} version {1}
eo: {0} versio {1}
fi: {0} versio {1}
gl: {0} versión {1}
nl: {0} versie {1}
sr: {0} издање {1}
uk: {0}, версія {1}
vi: {0} phiên bản {1}
